/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Schlagwörter";
"kMDItemTitle"                                = "Titel";
"kMDItemSubject"                              = "Betreff";
"kMDItemTheme"                                = "Thema";
"kMDItemAuthors"                              = "Erstellt von";
"kMDItemEditors"                              = "Bearbeitet von";
"kMDItemProjects"                             = "Projekte";
"kMDItemWhereFroms"                           = "Quelle";
"kMDItemComment"                              = "Kommentar";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Produzent";
"kMDItemUsedDates"                            = "Zugriffe";
"kMDItemLastUsedDate"                         = "Zul. geöffnet";
"kMDItemContentCreationDate"                  = "Inhalt erstellt";
"kMDItemContentModificationDate"              = "Inhalt geändert";
"kMDItemDurationSeconds"                      = "Dauer";
"kMDItemCreationDate"                         = "Objekt erstellt";
"kMDItemContactKeywords"                      = "Kontaktschlagwörter";
"kMDItemVersion"                              = "Version";
"kMDItemPixelHeight"                          = "Höhe in Pixel";
"kMDItemPixelWidth"                           = "Breite in Pixel";
"kMDItemPageHeight"                           = "Seitenhöhe";
"kMDItemPageWidth"                            = "Seitenbreite";
"kMDItemColorSpace"                           = "Farbraum";
"kMDItemBitsPerSample"                        = "Bit pro Sample";
"kMDItemFlashOnOff"                           = "Blitz";
"kMDItemFocalLength"                          = "Brennweite";
"kMDItemHasAlphaChannel"                      = "Alpha-Kanal";
"kMDItemAcquisitionMake"                      = "Gerätemarke";
"kMDItemAcquisitionModel"                     = "Gerätemodell";
"kMDItemISOSpeed"                             = "ISO-Empfindlichkeit";
"kMDItemOrientation"                          = "Ausrichtung";
"kMDItemLayerNames"                           = "Ebenen";
"kMDItemWhiteBalance"                         = "Weißabgleich";
"kMDItemAperture"                             = "Blendenöffnung";
"kMDItemProfileName"                          = "Profilname";
"kMDItemResolutionWidthDPI"                   = "Auflösung, horizontal";
"kMDItemResolutionHeightDPI"                  = "Auflösung, vertikal";
"kMDItemExposureMode"                         = "Belichtungsmodus";
"kMDItemExposureTimeSeconds"                  = "Belichtungszeit";
"kMDItemEXIFVersion"                          = "EXIF-Version";
"kMDItemEXIFGPSVersion"                       = "EXIF-GPS-Version";
"kMDItemCodecs"                               = "Codecs";
"kMDItemMediaTypes"                           = "Medientypen";
"kMDItemStreamable"                           = "Als Stream verwendbar";
"kMDItemTotalBitRate"                         = "Gesamte Bitrate";
"kMDItemVideoBitRate"                         = "Video-Bitrate";
"kMDItemAudioBitRate"                         = "Audiobitrate";
"kMDItemDeliveryType"                         = "Lieferart";

"kMDItemAltitude"                             = "Meereshöhe";
"kMDItemLatitude"                             = "Breitengrad";
"kMDItemLongitude"                            = "Längengrad";

"kMDItemTextContent"                          = "Textinhalt";
"kMDItemDisplayName"                          = "Name";
"kMDItemAlternateNames"                       = "Alternative Anzeigenamen";

"kMDItemRedEyeOnOff"                          = "Rote Augen";
"kMDItemMeteringMode"                         = "Messmethode";
"kMDItemMaxAperture"                          = "Maximale Blendenöffnung";
"kMDItemFNumber"                              = "Blende";
"kMDItemExposureProgram"                      = "Belichtungsprogramm";
"kMDItemExposureTimeString"                   = "Belichtungszeit";
"kMDItemHeadline"                             = "Überschrift";
"kMDItemInstructions"                         = "Anleitungen";
"kMDItemCity"                                 = "Stadt/Ort";
"kMDItemStateOrProvince"                      = "Bundesland";
"kMDItemCountry"                              = "Land";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Abtastrate";
"kMDItemAudioChannelCount"                    = "Anzahl der Kanäle";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Tonart";
"kMDItemTimeSignature"                        = "Taktart";
"kMDItemAudioEncodingApplication"             = "Programm zur Audiocodierung";
"kMDItemComposer"                             = "Komponist";
"kMDItemLyricist"                             = "Texter";
"kMDItemAudioTrackNumber"                     = "Titelnummer";
"kMDItemRecordingDate"                        = "Aufnahmedatum";
"kMDItemMusicalGenre"                         = "Genre";
"kMDItemIsGeneralMIDISequence"                = "General-MIDI-Sequenz";
"kMDItemRecipients"                           = "Empfänger";
"kMDItemRecordingYear"                        = "Jahr der Aufnahme";

"kMDItemOrganizations"                        = "Organisation";
"kMDItemLanguages"                            = "Sprachen";
"kMDItemRights"                               = "Rechte";
"kMDItemPublishers"                           = "Musikverlag";
"kMDItemContributors"                         = "Mitwirkende";
"kMDItemCoverage"                             = "Gebiet";
"kMDItemDescription"                          = "Beschreibung";
"kMDItemIdentifier"                           = "ID";
"kMDItemAudiences"                            = "Zielgruppen";

"kMDItemNumberOfPages"                        = "Seiten";
"kMDItemSecurityMethod"                       = "Sicherheitsmethode";

"kMDItemCreator"                              = "Inhalt erstellt mit";
"kMDItemDueDate"                              = "Fälligkeitstermin";
"kMDItemEncodingApplications"                 = "Codierungs-Software";

"kMDItemStarRating"                           = "Wertung";
"kMDItemPhoneNumbers"                         = "Telefonnummer";
"kMDItemEmailAddresses"                       = "E-Mail-Adressen";
"kMDItemInstantMessageAddresses"              = "Telegrammadressen";
"kMDItemKind"                                 = "Art";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "E-Mail-Empfänger";
"kMDItemAuthorEmailAddresses"                 = "E-Mail-Adressen des Verfassers";

/* Names for FS attributes */
"kMDItemFSName"                               = "Dateiname";
"kMDItemPath"                                 = "Pfadname zur Datei";
"kMDItemFSSize"                               = "Größe";
"kMDItemFSCreationDate"                       = "Erstellungsdatum";
"kMDItemFSContentChangeDate"                  = "Änderungsdatum";
"kMDItemFSOwnerUserID"                        = "Eigentümer";
"kMDItemFSOwnerGroupID"                       = "Gruppe";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Datei ist lesbar";
"kMDItemFSIsWriteable"                        = "Datei ist nicht schreibgeschützt";
"kMDItemFSNodeCount"                          = "Anzahl der Objekte";
"kMDItemFSHasCustomIcon"                      = "Eigenes Symbol";
"kMDItemFSIsExtensionHidden"                  = "Dateisuffix ausgeblendet";
"kMDItemFSIsStationery"                       = "Vorlage";
"kMDItemFSInvisible"                          = "Datei ist unsichtbar";
"kMDItemFSLabel"                              = "Dateietikett";

"kMDItemFinderComment"                        = "Spotlight-Kommentar";
"kMDItemFonts"                                = "Schriften";

"kMDItemAppleLoopsRootKey"                    = "Original-Tonart des Loops";
"kMDItemAppleLoopsKeyFilterType"              = "Tongeschlecht des Loops";
"kMDItemAppleLoopsLoopMode"                   = "Dateityp des Loops";
"kMDItemAppleLoopDescriptors"                 = "Loop-Beschreibungen";
"kMDItemMusicalInstrumentCategory"            = "Instrumentenkategorie";
"kMDItemMusicalInstrumentName"                = "Instrumentenname";

"kMDItemInformation"                          = "Filminformationen";
"kMDItemDirector"                             = "Regisseur";
"kMDItemGenre"                                = "Genre";
"kMDItemPerformers"                           = "Darsteller";
"kMDItemOriginalFormat"                       = "Originalformat";
"kMDItemOriginalSource"                       = "Originalquelle";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Schlagwörter, die mit diesem Objekt in Verbindung stehen";
"kMDItemTitle.Description"                    = "Titel dieses Objekts";
"kMDItemSubject.Description"                  = "Betreff dieses Objekts";
"kMDItemTheme.Description"                    = "Thema dieses Objekts";
"kMDItemAuthors.Description"                  = "Personen, die dieses Objekt erstellt haben";
"kMDItemEditors.Description"                  = "Personen, die dieses Objekt bearbeitet haben";
"kMDItemProjects.Description"                 = "Projekte, zu denen dieses Objekt gehört";
"kMDItemWhereFroms.Description"               = "Ursprung des Objekts";
"kMDItemComment.Description"                  = "Kommentare zu diesem Objekt";
"kMDItemCopyright.Description"                = "Informationen zum Copyright für dieses Objekt";
"kMDItemProducer.Description"                 = "Produzent dieses Objektes";
"kMDItemUsedDates.Description"                = "Zeitpunkte, zu denen auf das Objekt zugegriffen wurde";
"kMDItemLastUsedDate.Description"             = "Datum, an dem das Objekt zuletzt benutzt wurde";
"kMDItemContentCreationDate.Description"      = "Datum, an dem der Inhalt dieses Objekts erstellt wurde";
"kMDItemContentModificationDate.Description"  = "Datum, an dem der Inhalt dieses Objekts geändert wurde";
"kMDItemDurationSeconds.Description"          = "Dauer in Sekunden";
"kMDItemCreationDate.Description"             = "Datum, an dem das Objekt erstellt wurde";
"kMDItemContactKeywords.Description"          = "Kontakte, die mit diesem Objekt in Verbindung stehen";
"kMDItemVersion.Description"                  = "Versionsnummer dieses Objekts";

"kMDItemPixelHeight.Description"              = "Höhe des Dokuments in Pixel";
"kMDItemPixelWidth.Description"               = "Breite des Dokuments in Pixel";
"kMDItemPageHeight.Description"               = "Höhe der Dokumentseite in Punkten";
"kMDItemPageWidth.Description"                = "Breite der Dokumentseite in Punkten";
"kMDItemResolutionWidthDPI.Description"       = "Horizontale Auflösung dieses Bilds in DPI";
"kMDItemResolutionHeightDPI.Description"      = "Vertikale Auflösung dieses Bilds in DPI";

"kMDItemColorSpace.Description"               = "Farbraummodell dieses Bilds";
"kMDItemProfileName.Description"              = "Name des Farbprofils, das für das Bild verwendet wurde";

"kMDItemBitsPerSample.Description"            = "Anzahl der Bits pro Sample";
"kMDItemFlashOnOff.Description"               = "Angabe, ob das Bild mit Blitzlicht aufgenommen wurde";
"kMDItemFocalLength.Description"              = "Brennweite der Linse in Millimetern (mm)";
"kMDItemHasAlphaChannel.Description"          = "Angabe, ob das Bild einen Alpha-Kanal hat";
"kMDItemAcquisitionMake.Description"          = "Hersteller des Geräts, mit dem das Dokument erfasst wurde";
"kMDItemAcquisitionModel.Description"         = "Bezeichnung des Geräts, mit dem das Dokument erfasst wurde";
"kMDItemISOSpeed.Description"                 = "ISO-Empfindlichkeit der Kamera bei der Aufnahme des Bilds";
"kMDItemOrientation.Description"              = "Ausrichtung des Bilds (Quer- oder Hochformat)";
"kMDItemLayerNames.Description"               = "Namen der Ebenen in der Datei";
"kMDItemWhiteBalance.Description"             = "Einstellung zum Weißabgleich der Kamera bei der Aufnahme des Bilds";
"kMDItemAperture.Description"                 = "Blendenöffnung der Kamera bei der Aufnahme des Bilds";
"kMDItemExposureMode.Description"             = "Modus für die Belichtung";
"kMDItemExposureTimeSeconds.Description"      = "Zeit, während der der Verschluss bei der Belichtung geöffnet war";
"kMDItemEXIFVersion.Description"              = "Version von EXIF, mit der die Metadaten erzeugt wurden";
"kMDItemEXIFGPSVersion.Description"           = "Die GPSInfoIFD-Version in EXIF, die zum erzeugen der Metadaten verwendet wird.";
"kMDItemRedEyeOnOff.Description"              = "Angabe, ob die Korrektur roter Augen ein- oder ausgeschaltet war";
"kMDItemMeteringMode.Description"             = "Die Messmethode (unbekannt, Integralmessung, mittenbetont, Spot, Multi-Spot, Matrix, Partiell)";
"kMDItemMaxAperture.Description"              = "Die kleinste Blendenöffnung der Linse in APEX-Werteeinheiten. Normalerweise im Bereich von 00,00 bis 99,99";
"kMDItemFNumber.Description"                  = "Durchmesser der Blende relativ zur effektiven Brennweite der Linse";
"kMDItemExposureProgram.Description"          = "Typ des Programms, mit dem die Kamera die Belichtung eingestellt hat (Manuell, Normal, Blendenpriorität, …)";
"kMDItemExposureTimeString.Description"       = "Belichtungszeit";
"kMDItemHeadline.Description"                 = "Veröffentlichbare Zusammenfassung des Inhalts des Objekts";
"kMDItemInstructions.Description"             = "Andere Informationen zu diesem Objekt, z. B. Bedienungsanleitungen";
"kMDItemCity.Description"                     = "Stadt/Ort des Objekts";
"kMDItemStateOrProvince.Description"          = "Bundesland des Objekts laut Anbieter";
"kMDItemCountry.Description"                  = "Land oder Ort, an dem das Objekt laut Anbieter erstellt wurde";

"kMDItemAltitude.Description"                 = "Die Höhe des Objekts über dem Meeresspiegel in Metern, ausgedrückt mithilfe des WGS84-Systems. Negative Werte liegen unter dem Meeresspiegel.";
"kMDItemLatitude.Description"                 = "Der Breitengrad des Objekts nördlich des Äquators in Grad, ausgedrückt mithilfe des WGS84-Systems. Negative Werte liegen südlich des Äquators.";
"kMDItemLongitude.Description"                = "Der Längengrad des Objekts östlich des Nullmeridians in Grad, ausgedrückt mithilfe des WGS84-Systems. Negative Werte liegen westlich des Nullmeridians.";

"kMDItemCodecs.Description"                   = "Codecs, mit denen die Medien codiert und decodiert wurden";
"kMDItemMediaTypes.Description"               = "Medientypen, die im Inhalt vorkommen";
"kMDItemStreamable.Description"               = "Angabe, ob der Inhalt zum Streamen vorbereitet wurde";
"kMDItemTotalBitRate.Description"             = "Kombinierte Bitrate von Audio und Video in der Mediendatei";
"kMDItemVideoBitRate.Description"             = "Bitrate der Videodaten der Medien";
"kMDItemAudioBitRate.Description"             = "Bitrate der Audiodaten in der Mediendatei";
"kMDItemDeliveryType.Description"             = "Methode zum Übertragen der Medien (Fast Start oder RTSP)";
"kMDItemDisplayName.Description"              = "Lokalisiert angezeigter Name der Datei";
"kMDItemAlternateNames.Description"           = "Alternative Namen der Datei";
"kMDItemAlbum.Description"                    = "Titel für eine Sammlung von Medien, z. B. ein Schallplattenalbum";
"kMDItemAudioSampleRate.Description"          = "Abtastrate der Audiodaten in der Datei";
"kMDItemAudioChannelCount.Description"        = "Anzahl der Kanäle in den Audiodaten der Datei";
"kMDItemTempo.Description"                    = "Geschwindigkeit der Musik in der Audiodatei in Beats pro Minute";
"kMDItemKeySignature.Description"             = "Musikalische Tonart des Titels in der Audiodatei";
"kMDItemTimeSignature.Description"            = "Taktart des Titels in der Audio- oder MIDI-Datei";
"kMDItemAudioEncodingApplication.Description" = "Name des Programms, das die Daten in eine Audiodatei codierte";
"kMDItemComposer.Description"                 = "Komponist des Titels in der Audiodatei";
"kMDItemLyricist.Description"                 = "Texter des Titels in der Audiodatei";
"kMDItemAudioTrackNumber.Description"         = "Titelnummer des Titels, falls er zu einem Album gehört";
"kMDItemRecordingDate.Description"            = "Datum, an dem der Titel aufgenommen wurde";
"kMDItemMusicalGenre.Description"             = "Genre des Titels in der Audiodatei";
"kMDItemIsGeneralMIDISequence.Description"    = "Angabe, ob die MIDI-Sequenz in der Datei für die Konfiguration eines General-MIDI-Geräts verwendet werden kann";
"kMDItemRecordingYear.Description"            = "Jahr, in dem das Objekt aufgenommen wurde";

"kMDItemOrganizations.Description"            = "Firma oder Organisation, die das Dokument erstellt hat";
"kMDItemLanguages.Description"                = "Sprachen des Inhalts des Dokuments";
"kMDItemRights.Description"                   = "Link zu Informationen zu den Rechten, die für dieses Dokument gelten";
"kMDItemPublishers.Description"               = "Veröffentlicher des Dokuments";
"kMDItemContributors.Description"             = "Personen, Firmen oder Organisation, die zum Inhalt des Dokuments beitragen";
"kMDItemCoverage.Description"                 = "Fachgebiet oder Bereich des Dokumentinhalts";
"kMDItemDescription.Description"              = "Beschreibung des Inhalts des Dokuments";
"kMDItemIdentifier.Description"               = "Referenz zur Ressource innerhalb eines angegebenen Kontexts";
"kMDItemAudiences.Description"                = "Für wen das Dokument bestimmt ist";

"kMDItemNumberOfPages.Description"            = "Anzahl der Seiten des Dokuments";
"kMDItemSecurityMethod.Description"           = "Verschlüsselungsmethode, mit der das Dokument gesichert wurde";
"kMDItemCreator.Description"                  = "Programm, mit dem das Dokument erstellt wurde";
"kMDItemEncodingApplications.Description"     = "Software, mit der der Originalinhalt konvertiert wurde";
"kMDItemDueDate.Description"                  = "Fälligkeitstermin des Objekts";

"kMDItemStarRating.Description"               = "Benutzerwertung";
"kMDItemPhoneNumbers.Description"             = "Telefonnummern, die mit diesem Objekt in Verbindung stehen";
"kMDItemEmailAddresses.Description"           = "E-Mail-Adressen, die mit diesem Objekt in Verbindung stehen";
"kMDItemInstantMessageAddresses.Description"  = "Telegrammadressen, die mit diesem Objekt in Verbindung stehen";
"kMDItemKind.Description"                     = "Art des Objekts";
"kMDItemFinderComment.Description"            = "Spotlight-Kommentar für dieses Objekt";
"kMDItemTextContent.Description"              = "Textinhalt dieses Objekts";
"kMDItemRecipients.Description"               = "Empfänger dieses Objekts";
"kMDItemFonts.Description"                    = "In diesem Objekt verwendete Schriften";
"kMDItemURL.Description"                      = "URL dieses Objekts";
"kMDItemRecipientEmailAddresses.Description"  = "E-Mail-Adressen der Personen, die dieses Objekt empfangen haben";
"kMDItemAuthorEmailAddresses.Description"     = "E-Mail-Adressen der Personen, die dieses Objekt erstellt haben";

"kMDItemInformation.Description"              = "Filminformationen";
"kMDItemDirector.Description"                 = "Regisseur";
"kMDItemGenre.Description"                    = "Genre";
"kMDItemPerformers.Description"               = "Darsteller";
"kMDItemOriginalFormat.Description"           = "Originalformat";
"kMDItemOriginalSource.Description"           = "Originalquelle";

"kMDItemFSName.Description"                   = "Name der Datei";
"kMDItemPath.Description"                     = "Kompletter Pfad der Datei";
"kMDItemFSSize.Description"                   = "Größe der Datei auf der Festplatte in Byte, gerundet auf die Blockgröße der Festplatte";
"kMDItemFSCreationDate.Description"           = "Datum, an dem die Datei erstellt wurde";
"kMDItemFSContentChangeDate.Description"      = "Datum, an dem der Dateiinhalt zuletzt geändert wurde";
"kMDItemFSOwnerUserID.Description"            = "Benutzer-ID des Eigentümers der Datei";
"kMDItemFSOwnerGroupID.Description"           = "Gruppen-ID des Eigentümers der Datei";
"kMDItemFSIsReadable.Description"             = "Angabe, ob die Datei zwar geöffnet, aber nicht geändert werden kann";
"kMDItemFSIsWriteable.Description"            = "Angabe, ob die Datei geändert werden kann";
"kMDItemFSNodeCount.Description"              = "Anzahl an Dateien und Ordnern innerhalb des Ordners";
"kMDItemFSHasCustomIcon.Description"          = "Hat die Datei ein eigenes Symbol?";
"kMDItemFSIsExtensionHidden.Description"      = "Angabe, ob das Dateisuffix ausgeblendet ist";
"kMDItemFSIsStationery.Description"           = "Ist die Datei ein Formularblock?";
"kMDItemFSInvisible.Description"              = "Angabe, ob die Datei sichtbar ist";
"kMDItemFSLabel.Description"                  = "Nummer entsprechend dem Finder-Etikett, das der Datei zugeordnet ist";

"kMDItemAppleLoopsRootKey.Description"        = "Die Original-Tonart des Loops wird angezeigt. Die Tonart ist die Grundnote für den Loop und enthält nicht das Tongeschlecht.";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Gibt an, ob der Loop das Tongeschlecht „Dur“ oder „Moll“ oder kein Tongeschlecht verwendet oder mit beiden verwendet werden kann";
"kMDItemAppleLoopsLoopMode.Description"       = "Gibt an, ob die Datei wiederholbar oder nicht wiederholbar ist. Wiederholbare Dateien passen Ihr Tempo an das des Titels an, nicht wiederholbare Dateien behalten das aufgenommene Tempo.";
"kMDItemAppleLoopDescriptors.Description"     = "Schlagwörter zur Beschreibung der Stimmung und anderer Aspekte des Loops";
"kMDItemMusicalInstrumentCategory.Description"= "Instrumentenkategorie, zu der die Datei gehört";
"kMDItemMusicalInstrumentName.Description"    = "Instrumententyp, der in der Datei aufgenommen wurde.";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "Schlagwörter";
"kMDItemTitle.ShortName"                      = "Titel";
"kMDItemSubject.ShortName"                    = "Betreff";
"kMDItemTheme.ShortName"                      = "Thema";
"kMDItemAuthors.ShortName"                    = "Autor,von,mit,von";
"kMDItemEditors.ShortName"                    = "Bearbeitet von:";
"kMDItemProject.ShortName"                    = "Projekt";
"kMDItemWhereFroms.ShortName"                 = "Quelle";
"kMDItemComment.ShortName"                    = "comment";
"kMDItemCopyright.ShortName"                  = "Kommentar";
"kMDItemProducer.ShortName"                   = "Erstellt von:";
"kMDItemUsedDates.ShortName"                  = "Benutzt";
"kMDItemLastUsedDate.ShortName"               = "ZulBenutzt";
"kMDItemContentCreationDate.ShortName"        = "Erstellt";
"kMDItemContentModificationDate.ShortName"    = "Geändert";
"kMDItemDurationSeconds.ShortName"            = "Dauer";
"kMDItemCreationDate.ShortName"               = "erstellt";
"kMDItemContactKeywords.ShortName"            = "Schlagwörter";
"kMDItemVersion.ShortName"                    = "Version";
"kMDItemPixelHeight.ShortName"                = "Höhe";
"kMDItemPixelWidth.ShortName"                 = "Breite";
"kMDItemPageHeight.ShortName"                 = "Seitenhöhe";
"kMDItemPageWidth.ShortName"                  = "Seitenbreite";
"kMDItemColorSpace.ShortName"                 = "Farbraum";
"kMDItemBitsPerSample.ShortName"              = "Bit_pro_Sample";
"kMDItemFlashOnOff.ShortName"                 = "Blitz";
"kMDItemFocalLength.ShortName"                = "Brennweite";
"kMDItemHasAlphaChannel.ShortName"            = "Alpha";
"kMDItemAcquisitionMake.ShortName"            = "Hersteller";
"kMDItemAcquisitionModel.ShortName"           = "Modell";
"kMDItemISOSpeed.ShortName"                   = "ISO";
"kMDItemOrientation.ShortName"                = "Ausrichtung";
"kMDItemLayerNames.ShortName"                 = "Ebenen";
"kMDItemWhiteBalance.ShortName"               = "Weißabgleich";
"kMDItemAperture.ShortName"                   = "Blendenöffnung";
"kMDItemProfileName.ShortName"                = "Profil";
"kMDItemResolutionWidthDPI.ShortName"         = "H-Auflösung";
"kMDItemResolutionHeightDPI.ShortName"        = "V-Auflösung";
"kMDItemExposureMode.ShortName"               = "Belichtungsmodus";
"kMDItemExposureTimeSeconds.ShortName"        = "Belichtungszeit";
"kMDItemEXIFVersion.ShortName"                = "EXIF-Version";
"kMDItemCodecs.ShortName"                     = "Codecs";
"kMDItemMediaTypes.ShortName"                 = "Medientypen";
"kMDItemStreamable.ShortName"                 = "Als_Stream_verwendbar";
"kMDItemTotalBitRate.ShortName"               = "Gesamte_Bitrate";
"kMDItemVideoBitRate.ShortName"               = "Video-Bitrate";
"kMDItemAudioBitRate.ShortName"               = "Audiobitrate";
"kMDItemDeliveryType.ShortName"               = "Lieferart";
"kMDItemAltitude.ShortName"                   = "Meereshöhe";
"kMDItemLatitude.ShortName"                   = "Breitengrad";
"kMDItemLongitude.ShortName"                  = "Längengrad";

"kMDItemTextContent.ShortName"                = "Textinhalt";
"kMDItemDisplayName.ShortName"                = "Name_anzeigen";

"kMDItemRedEyeOnOff.ShortName"                = "Rote_Augen";
"kMDItemMeteringMode.ShortName"               = "Messmethode";
"kMDItemMaxAperture.ShortName"                = "Maximale_Blendenöffnung";
"kMDItemFNumber.ShortName"                    = "Blende";
"kMDItemExposureProgram.ShortName"            = "Belichtungsprogramm";
"kMDItemExposureTimeString.ShortName"         = "Belichtungszeit";
"kMDItemHeadline.ShortName"                   = "Überschrift";
"kMDItemInstructions.ShortName"               = "Anleitungen";
"kMDItemCity.ShortName"                       = "Stadt/Ort";
"kMDItemStateOrProvince.ShortName"            = "Bundesland";
"kMDItemCountry.ShortName"                    = "Land";

"kMDItemAlbum.ShortName"                      = "Album";
"kMDItemAudioSampleRate.ShortName"            = "Abtastrate";
"kMDItemAudioChannelCount.ShortName"          = "Kanäle";
"kMDItemTempo.ShortName"                      = "Tempo";
"kMDItemKeySignature.ShortName"               = "Tonart";
"kMDItemTimeSignature.ShortName"              = "Takt";
"kMDItemAudioEncodingApplication.ShortName"   = "Programm_zur_Audiocodierung";
"kMDItemComposer.ShortName"                   = "Komponist";
"kMDItemLyricist.ShortName"                   = "Texter";
"kMDItemAudioTrackNumber.ShortName"           = "Titelnummer";
"kMDItemRecordingDate.ShortName"              = "Aufnahmedatum";
"kMDItemMusicalGenre.ShortName"               = "Genre";
"kMDItemIsGeneralMIDISequence.ShortName"      = "Ist_Midi";
"kMDItemRecipients.ShortName"                 = "Empfänger,an,mit";
"kMDItemRecordingYear.ShortName"              = "Aufnahmejahr";

"kMDItemOrganizations.ShortName"              = "Firma";
"kMDItemLanguages.ShortName"                  = "Sprache";
"kMDItemRights.ShortName"                     = "Rechte";
"kMDItemPublishers.ShortName"                 = "Verlag";
"kMDItemContributors.ShortName"               = "Mitwirkinder,von,Autor,mit";
"kMDItemCoverage.ShortName"                   = "Reichweite";
"kMDItemDescription.ShortName"                = "Beschreibung";
"kMDItemIdentifier.ShortName"                 = "ID";
"kMDItemAudiences.ShortName"                  = "Zielgruppen";

"kMDItemNumberOfPages.ShortName"              = "Seiten";
"kMDItemSecurityMethod.ShortName"             = "Sicherheitsmethode";

"kMDItemCreator.ShortName"                    = "Erstellt_mit";
"kMDItemDueDate.ShortName"                    = "Termin";
"kMDItemEncodingApplications.ShortName"       = "Codierungs-Software";

"kMDItemStarRating.ShortName"                 = "Wertung";
"kMDItemPhoneNumbers.ShortName"               = "Telefonnummer";
"kMDItemEmailAddresses.ShortName"             = "E-Mail";
"kMDItemInstantMessageAddresses.ShortName"    = "Telegrammadressen";
"kMDItemKind.ShortName"                       = "Art";
"kMDItemURL.ShortName"                        = "URL";
"kMDItemRecipientEmailAddresses.ShortName"    = "E-Mail, an";
"kMDItemAuthorEmailAddresses.ShortName"       = "E-Mail, von";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "Dateiname";
"kMDItemPath.ShortName"                       = "Pfad";
"kMDItemFSSize.ShortName"                     = "Größe";
"kMDItemFSCreationDate.ShortName"             = "Erstellungsdatum";
"kMDItemFSContentChangeDate.ShortName"        = "Änderungsdatum";
"kMDItemFSOwnerUserID.ShortName"              = "Eigentümer";
"kMDItemFSOwnerGroupID.ShortName"             = "Gruppe";
"kMDItemFSIsStationery.ShortName"             = "Vorlage";
"kMDItemFSInvisible.ShortName"                = "Unsichtbar";
"kMDItemFSLabel.ShortName"                    = "Etikett";

"kMDItemFinderComment.ShortName"              = "Spotlight-Kommentar";
"kMDItemFonts.ShortName"                      = "Schrift";

"kMDItemMusicalInstrumentCategory.ShortName"  = "Instrumentenkategorie";
"kMDItemMusicalInstrumentName.ShortName"      = "Instrumentenname";
